{
	"showapi_res_error": "",
	"showapi_res_id": "e01ad2e85a154274aae4068b79fc1b63",
	"showapi_res_code": 0,
	"showapi_res_body": {
		"allPages": 316,
		"ret_code": 0,
		"contentlist": [
			{
				"id": "5d4175e86e3645c2c5770257",
				"title": "2019最新精彩的小段子精选",
				"text": " \n                        2019最新精彩的小段子精选\r\n1. 众里寻他千百度蓦然回首那人依旧对我不屑一顾。\r\n2. 有一种爱叫我无所谓有一种被爱叫算我倒霉。\r\n3. 秋天睡觉的最高境界吹着风扇盖着棉被。\r\n4. 上今天的班睡昨天的觉!\r\n5. 一切问题最终都是时间问题一切烦恼其实都是自寻烦恼。\r\n6. 心里的话说出来可能是诗但是留在肚子里肯定会变成屎。\r\n7. 有些人去死都和我没关系;有些人弄死我我都放不下。\r\n8. 你是什么样的货色就会给你什么样的脸色要我做作的来讨好你你妄想。\r\n9. 别人笑我太淫荡我笑他人不开放。\r\n10. 不要说别人脑子有病脑子有病的前提是必须有个脑子。\r\n2019最新精彩的小段子摘抄\r\n1. 物价涨得太快所以我在餐馆吃饭的时候都会先付钱。\r\n2. 玩归玩闹归闹姐你永远得不到。\r\n3. 收起你的爱吧我打假都打累了。\r\n4. 其实我并不笨只是懒得聪明罢了。\r\n5. 自从离开你别人就问我：你老把眼球泡在眼泪里消毒呐?\r\n6. 几十个美女说我帅我没承认她们就用砖头砸我说我虚伪。\r\n7. 单身的典型标志就是一个月流量套餐早没了通话套餐还剩一大半。\r\n8. 出问题先从自己身上找原因别一便秘就怪地球没引力。\r\n9. 我早上看时间不是为了看几点了而是为了看还可以睡多久。\r\n10. 给我一个女人我就能创造出一个民族!回复：给你一头母猪明年的肉价就能下跌吗?\r\n11. 穿别人的鞋。走自己的路。让他们说去吧。\r\n12. 我想问问：我们在学校都交了钱不是应该让老师听我们的吗?\r\n13. 只要瘦什么都百搭要是胖什么都白搭。\r\n14. 岁月不饶人首先饶不了女人;机会不等人首先等不了男人。\r\n15. 人生就像斗地主刚还是一伙的一转眼就是敌人。\r\n2019最新精彩的小段子欣赏\r\n1. 没心没肺能活百岁问心无愧做人不累。\r\n2. 其实上课睡觉不是我们的错只怪地球吸引力太大。\r\n3. 多少学生败给了课文最后面的：背诵全文。\r\n4. 据说脸大的人不能用触屏手机因为一笑就给电话挂了。\r\n5. 老师我遇见强盗了就是作业被抢了。\r\n6. 从小学到大学唯一不变的就是一颗不想念书的心。\r\n7. 要不是打不过你早就跟你翻脸了。\r\n8. 每当要考试了的时候走在寝室走廊楼道就有一种进了精神病院的感觉。\r\n9. 我一般不会轻易的去评估别人凡被我评估的人现在都不是人了。\r\n10. 我的钱包就像个洋葱每次打开都叫我泪流满面。\r\n11. 我貌似真的还很在乎你你开心我就不开心你不开心我最开心。\r\n12. 装逼只是瞬间不要脸才是永恒。\r\n13. 逃课是一个人的欢乐上课是一群人的孤独。\r\n14. 在街上看美女目光高一点就是欣赏目光低一点就是流氓。\r\n15. 我谈过最长的恋爱就是自恋。爱自己没有情敌。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.513"
			}, {
				"id": "5d416db16e3645c2c576fc44",
				"title": "笑话大全笑破你的肚子",
				"text": " \n                        雨天四大怪：下雨必没伞，买伞雨必停，出门伞必丢，带伞必晴天。\r\n————\r\n我跟老板提议涨薪，老板说你要不忘初薪。\r\n————\r\n便秘，好难受。\r\n七岁的儿子说：“爸爸，我有办法！ ”\r\n我说：“啥办法？快说！ ”\r\n儿子说：“咱们买一个可以转的马桶，你就坐在上边，一按电钮，不就甩出来了吗？”\r\n我。。。\r\n————\r\n男：“有的人的梦想是成为画家，有的人的梦想是成为作家，你知道我的梦想是什么吗？”\r\n女：“是什么？”\r\n男：“和你成家。”\r\n————\r\n牙膏这种东西真的很神奇，除了牙齿刷不白，其他东西都能刷白！！！\r\n————\r\n“狼来了”小孩子说三遍就没人信了，可是“老师来了”说多少遍听到的人都会心下一惊，现在你知道狼和老师哪个更恐怖了吧!\r\n————\r\n一想到有钱如马云，吃麻辣小龙虾也得剥虾壳，心里顿时平衡了许多。\r\n————\r\n登山时和女友吵架，吵完后我默默跟在她屁股后面。\r\n过了一会儿她让到一旁说：“要活命快走！ ”\r\n我问怎么了？\r\n她说：“我现在脑子里有两个小人，一个说左脚一个说右脚，都叫我把你踹下山去。”\r\n————\r\n说不定睡觉才是人类的真正活动状态，而我们清醒的时侯只是为了收集作梦用的素材。\r\n————\r\n慢慢地我俩就熟悉了，今天她问我：“为什么每天晚上都点餐，然后让我去给你送？”\r\n我说因为我喜欢你呀。\r\n只见她冲我笑了笑：“幼稚，幸亏你喜欢的是个餐厅服务员，你要是喜欢上一个护士，那还得天天叫救护车呀。。。”\r\n————\r\n小区有块空地，我打算去那踢球，然后大妈分批去那跳广场舞，我只好跟着她们跳。。。\r\n后来，小区加装了一批单杠双杠，我很开心，因为大妈不可能跟我抢单杠！\r\n我今天准备去拉几个引体向上，就看到一群大妈在单杠双杠上晒被子。。。\r\n————\r\n老婆：亲爱的，我们老是说些没营养的话题你不觉得无聊吗？\r\n我：哦，我今天中午在公司吃了鸡蛋、青菜、香蕉、苹果，怎么样？够营养了吧？还不长肉呢！\r\n————\r\n在街上见到同事和她五岁的女儿。那可爱的小女孩虽是第一次见，却死说话说要我带她去游乐常\r\n我逗她：“你就不怕我把你卖了？”\r\n小女孩说：“我妈说过，她有一个特别丑的同事，最善良了，那一定你吧。”\r\n我。。。\r\n————\r\n“反正”这个词不管用在哪都是满满的负面能量消极态度，不知道你们喜不喜欢用，反正我是不用了。\r\n————\r\n和女友在河边散步，突然她说“我想拉屎！ ”\r\n我斜眼以一种尴尬的眼神看着她，说：“这里怎么拉，忍着回去拉！ ”\r\n“怎么不能拉？”说完她就拉住我的手。\r\n————\r\n“为什么公司这么爱开会？”\r\n“因为没能力的人坐在会议上，就有在做事的错觉！ ”\r\n————\r\n如果说恋爱好比坐牢，那我已经逍遥法外30年了。\r\n————\r\n昨晚去丈母娘家，到了后看到老丈人站在屋外很不开心的样子。\r\n问他怎么了？他说吵架呢。\r\n我忍着笑敲了敲门，门一下子打开，一盆水迎面扑来。。。\r\n这是丈母娘头一回向我道歉，她还强调了三遍，说不是洗脚水。\r\n————\r\n“看你样子，应该还没结婚吧？”\r\n“我看上去很年轻吗？”\r\n“不，很猥琐。”\r\n————\r\n饱汉子不知饿汉子饥，饿汉子不知饱汉子虚。\r\n————\r\n跟相亲对象见面，他想交往下去，我觉得不合适就婉拒了。\r\n哪成想这货抓着我的手说：让我把买花的钱还给他，我说我也没收，干嘛要给你钱?\r\n这货：花是我花八十块钱买的，拿回家没用，给你买的你就得给我钱！\r\n擦。。。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.511"
			}, {
				"id": "5d416db16e3645c2c576fc43",
				"title": "关于普通话的笑话 都是不标准闹出来的",
				"text": " \n                        昨天吃大排档，边上桌一小哥，半醉了，天南地北瞎扯（普通话不标准），说：\"外，外地人在，在，在本地，都，都是猪，猪，猪。。\"\r\n还没说完，旁边一桌一大汉站起来一嘴巴就扇过去。。那小哥眼睛一瞪，继续说：“租，租，租房的居多。”然后嘣一声就倒地了\r\n————\r\n一南方人来到北京一家小吃店，对女服务员说：\"睡觉一晚(水饺一碗)多少钱？\"服务员一听，神色大变，尖声道：\"流氓!\"南方人一听，说：\"才六毛，便宜，来一晚(碗)。\"&nbsp;\r\n记者在天津街头采访市民：“你对目前南海局势有什么看法？”&nbsp;\r\n市民：“我可以用天津话吗？”&nbsp;\r\n记者：“可以。”&nbsp;\r\n市民：“介你妈嘛玩意啊?飞驴宾个揍星玩意儿，癞哈莫爬脚面，不咬人他格应人。介就应该狠88的办BK的！ ”&nbsp;\r\n记者：“能用普通话解释下吗？”&nbsp;\r\n市民：“冷静对待双边关系，争取共同开发！\r\n————\r\n小谢是储蓄所的营业员，她说的普通话不标准。\r\n一天，一群阿姨在窗口排队等候，她看见一个阿姨手里拿着钱和折子，她说：“阿姨，您存情吗？”\r\n阿姨说：“小妹妹，我很纯情，一辈子没出轨的念头。”\r\n下一个阿姨手里拿着钱，她问：“阿姨，您要做什么？”\r\n阿姨说：“我要汇钱给人。”\r\n她说：“你要会情人，他的卡号是多少？”\r\n阿姨说：“我哪里有什么情人，妹妹。”\r\n她说：“我不是那意思，我知道您是要激（寄）情（钱）。”\r\n阿姨说：“我明白了，你把‘钱’发‘情’了。”\r\n————\r\n隔壁出租屋的男女经常吵架，\r\n有一次我实在受不了了，\r\n冲到隔壁去对他们嚷道：“你们能不能说普通话？”\r\n————\r\n【四川版】\r\n1、部队开始对新兵进行训练。一天，来自四川农村的连队指导员对刚好集队的两个新兵班大声而严肃地布置了训练任务： 一班杀鸡，二班偷蛋，三班自杀，现在我来给大家做稀饭! 话音刚落，战士们面面相觑，大眼瞪小眼，不知所措，只好在原地站着不敢动。无奈，指导员又大声说了两三次，大家才弄明白他的意思：一班(练)射击，二班(练)投弹(手榴弹)，三班(练)刺杀，现在由他先来给大家做一下示范。\r\n————\r\n2、一外省男，进四川的饭店，点了个鱼香茄子，于是发生下面一段话：\r\n“老板，老板!!”\r\n“啥子事哦?”\r\n“你这鱼香茄子咋没得鱼呢?”\r\n“鱼香茄子本来就没得鱼嘛!”\r\n“没得鱼干嘛叫鱼香茄子呢?”\r\n“日你个先人板板…照你娃这么说，如果你要点个“虎皮青椒”，老子还得给你弄张老虎皮不成?;点个“老婆饼”，老子还给你发老婆不?;你P人点个“夫妻肺片”，我不是还得去给你杀两个人不成?!”\r\n————\r\n3、话说一记者采访一公交车司机......\r\n记：请问当时车上有什么可以用的工具吗?\r\n司：有个锤子!(意思是没有)\r\n记：有一个锤子是吗?\r\n司：有锤子个锤子!(没有锤子)\r\n记：那到底有没有锤子呢?\r\n司：有个铲铲(chuan)儿!(也是没有的意思)\r\n记：那是有铲子吗?\r\n司：有锤子个铲铲儿!(没有铲子)\r\n记：那到底是有铲子还是锤子?\r\n————\r\n【广东版】\r\n1、一天一位姓周的部长正好值班,上级一位领导刚好打来电话问:\r\n哪位呀?\r\n不讲. (部长)\r\n你到底是哪位?\r\n不讲,我就不讲呀. (部长,我周部长呀)\r\n————\r\n2、上经济课，老师问投资跟投机有什么区别…一个大哥说：一个是普通话，一个是广东话……\r\n————\r\n【福建版】\r\n1、一个福建人对2015央视春晚的愤怒控诉: 今莲的春晚，黑我们胡建人普通发，太过混了，不胡气啊，都在森气中!想起10几莲前，我从钱州(泉州)去山东上鞋，老丝让全班童鞋相副介绍，我说钱州天气灰藏苏胡，海鲜很多，拌调尿更好吃，童鞋们老调侃我，liuxue86.com真想一脚踢灰他们。想想也没关系，是金子迟早会花光的!\r\n————\r\n2、话说在清朝文字狱盛行的時代，\r\n有一个太监來到福建旅游，听到人民都是讲闽南语，\r\n忽然他灵光一闪：「如果我学会闽南話, 回去宮中就可以向其他人炫耀炫耀。」\r\n于是就请当地人教他一些简单又好记的闽南語，\r\n自他回京以后，便时时不忘想找机会表现一下，\r\n有一天御膳房通知皇帝用膳的时候，\r\n他就大喊：「恭請皇上驾崩(吃饭).........皇上驾崩啰!」\r\n皇上听到非常生气，于是下令把他推出去斩了!\r\n————\r\n3、一位已经喝得茫酥酥的欧吉桑，赶到医院挂急診，护士小姐拿资料让他填写，\r\n他只写了一个“林”，就停止了。\r\n护士小姐就问：「你林什么?(闽南语发音)」\r\n欧吉桑回答：「我喝高粱酒。」\r\n护士小姐说：「不是啦!我是问你叫什么?(闽南语发音)」\r\n欧吉桑又回答：「我叫海帶和牛肉....」\r\n————\r\n【湖南版】\r\n1、最近我在跟一位湖南的名厨学习湘菜的烧法，今天要检验成果。\r\n只见名厨尝了一口我做的菜，大声夸道：“服了!真服了!”\r\n听见这话，我受宠若惊地问：“真…真的有这么好吃吗?”\r\n“好吃个屁，菜都烧服了!\r\n————\r\n2、过去没有冰箱，剩饭就装在饭篮子里头。\r\n有天临时来了客人，娭毑怕新鲜饭不够，就告诉客人：“冒事 啰，放心呷，少哒篮里还有炒”。结果被客人听成了“(牛)栏里还有草”。\r\n————\r\n3、问：“喂，你人是猪吗?(人事局)”\r\n对方：“你搞错里，我不是人是猪(人事局)，我娘是猪(粮食局)。”\r\n————\r\n4、公共汽车公司要求售票员讲普通话。于是有天我坐公共汽车，刚一上车，就听到售票员用塑料普通话在喊：“请大家往肚里走，往肚里走点子唦，肚里唠叽垮松的喃”， 引起一片笑声。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.509"
			}, {
				"id": "5d416db16e3645c2c576fc42",
				"title": "爆笑笑话段子100个 笑死人不偿命",
				"text": " \n                        睡觉玩手机，有只小虫子一直在屏上飞。\r\n按了半天都没按死，这时候老婆说：“你玩啥呢，给我下一个。”\r\n我接过她的手机，把我的屏幕关掉，小虫子被顺利的吸引到她的手机屏上。\r\n我递给她说：“就一条命啊，省着点玩。”\r\n————\r\n跟老公聊天聊到夫妻相，我说：“夫妻在一起生活时间久了，吃一样，住一起。久而久之，就长夫妻相了。”\r\n他如有所悟的道：“哦，怪不得我越来越丑了！ ”\r\n————\r\n我和老婆去游泳，她不会，然后我各种教他，一会她突然来一句，老公我好像饱了。\r\n————\r\n晚上跟老公在客厅看电视。很晚了老公说睡觉啊？！\r\n我跟老公耍赖，“老公，我要你抱我进去！ ”\r\n老公看了看我说：“算了，我还把床给你搬出来吧！！ ”\r\n————\r\n老婆：你送我100元的衣服，简直是对我的侮辱。道歉太不诚恳，我不接受。\r\n老公：那么我应该怎么做才能令你接受呢？\r\n老婆：起码买件200元的。\r\n老公：我怎么敢一下侮辱你两次呢？\r\n————\r\n一老婆和老公吵架闹离婚，老公说：“孩子归我养！ ”\r\n老婆说：“孩子归我养，你以为孩子是你的呀。”\r\n这下真得离婚了！\r\n————\r\n我和老公去游泳，我累了就在休息，吃水果，当老公游到我这里我就喂他吃东西反复几次，老公说，别喂我了，我不吃，我问他吃够了嘛？\r\n他说：“不是，我游一圈就喂一口，我觉得这样特像海洋馆里训海豚！ ”\r\n————\r\n刚刚老公问我今天在美容院做面部护理多少钱。我说统一价58。\r\n老公一阵沉默。我以为他会说我太浪费了。结果他说：老婆，你赚了。你那么大的脸58元，他们小脸也58……\r\n————\r\n一只漂亮的纯种狗来到我们的后门廊并以此为家了。\r\n老公写了一则启事，打算贴到社区的“失物招领”栏里。\r\n他是这样写的：“小狗，雄性，近九个月大，无项圈，很友善，发现于石桥路。”\r\n我担心这样透露太多的细节会给那些昧着良心要狗的人以可乘之机，于是在我的坚持下，老公就重新写了启事。\r\n他是这样写的：“猜猜我捡到了什么？”\r\n————\r\n老婆：老公，我上次看上那个牌子衣服出新款了，我最近也没怎么买衣服，一个星期才买那么几套，都不够穿了，人家说人靠衣装，我穿的好看，你带出去都有面子。。。\r\n老公：说重点。\r\n老婆：3000。\r\n————\r\n瘦夫从体重计上下来，问胖妻：“如果我再瘦点你会不会更爱我？”\r\n胖妻不假思索的回答：“当然会啊！ ”\r\n瘦夫又问：“如果是你瘦下来了呢？”\r\n胖妻思考了一下说：“那我就不要你了，我出去找有钱的帅哥。”\r\n那认真的样子就好像她真的会瘦下来一样。\r\n————\r\n吃饭的时候，老婆教导儿子：“以后结了婚，一定要学会藏私房钱，你看你爸藏了我就找不着。”\r\n我争辩道：“我从没藏过私房钱！ ”\r\n老婆立马捅了一下我，说：“这句最重要，记着经常说！ ”\r\n————\r\n一姐们知道老公有三儿后没哭没闹，只是给孩子报了俩兴趣班，给自己办了两张美容卡，给两家老人又买了份意外保，自己买了名牌包和衣服。。。\r\n她老公也并非超级有钱，这份开销不能拮据家人只能拮据小三，于是小三不满俩人不欢而散。\r\n这姐们事后只说了一句话：“哼，和我比花钱？”\r\n————\r\n邻居家的儿子上小学一年级，周末，儿子在家玩的时候，不小心把家里的鱼缸打碎了，他爸看到后非常生气，刚要动手打人，儿子乖巧地说：“爸爸，对不起，我错了。”\r\n他爸说：“承认错了就完了？哪有这么便宜的事情？”\r\n儿子问：“那怎么办啊？”\r\n他爸：“双手抱头，蹲在墙角，唱《国歌》，好好反省一下自己。”\r\n没过多久，孩子他妈回来了，问清了原因，听到儿子唱歌唱得嗓子都哑了，心疼不已，把他爸骂了一顿，他爸无奈地说：“老婆，我错了。”\r\n他妈：“承认错了就行了？”\r\n他爸：“那怎么办啊？”\r\n他妈：“你，蹲在墙角，唱 《国歌》。”\r\n————\r\n晚上，丈夫对妻子说：“公主，请休息吧！ ”\r\n妻子美滋滋地问：“我是哪个公主呀？”\r\n丈夫：“就是武则天的女儿，李隆基他姑！ ”\r\n妻子：太平……\r\n————\r\n“媳妇，少吃点，你看你近来胖的。”\r\n“你说什么？麻烦再说一遍！ ”\r\n“媳妇，你多吃点，你看你这两天瘦的，还想吃什么？我给你买去！ ”\r\n————\r\n本人孕妇，睡觉前老公总是提提我的内裤，说是给孩子掖掖被子……\r\n————\r\n老公：还生气呢？小气鬼。\r\n老婆：上一边去，不想搭理你。\r\n老公：那好吧，我去打游戏了。\r\n老婆：好啊，你有本事就一辈子别理我。\r\n————\r\n二货老公早上说：“老婆，我肠胃不太好，最近老拉风。”说着放了个屁，“你看，又拉了一个”\r\n————\r\n最近老婆想尽法子让我戒烟。今天上班开会，中途休息的时候，我掏出烟给大Boss、二Boss发。Boss手都伸出来了，我打开烟盒，撒出一把瓜子壳，我……\r\n————\r\n婚后，原来挺勤快的老婆原形毕露。看到老婆懒洋洋地躺在床上指挥我做这做那，我虽然顺从但心里很郁闷。\r\n时间久了，我忍不住埋怨几句，老婆听见了竟和我论起了理：“亏你还是个搞文学的，你没听说过女人是水，男人是钢吗？”\r\n我当然不服，辩解道：“你是个搞化工的，你应该知道水和钢放在一起会起化学反应吧？”\r\n“能起什么化学反应啊？”老婆蛮横地瞪起了眼。\r\n“长久下去，再好的钢也会生锈的！ ”我据理力争。\r\n老婆从床上一跃而起，指着我的鼻子咆哮道：“你就不能做个不锈钢吗？！ ”\r\n————\r\n天热，老公回家带来半个西瓜，\r\n老婆一看，是个粉色的生瓜，遂问他原因，老公摘下墨镜，恍然大悟：“我戴墨镜买的。”\r\n&nbsp;\r\n3、老公：“老婆，如果你要过一座桥，桥只能承受能120斤，你现在有121斤，怎么办？”\r\n老婆：“那还不简单，衣服全脱了，不就过了。。。”\r\n————\r\n和老婆探讨儿子的教育问题，确定大方针是要把他培养成“高富帅”。\r\n老婆：“我们要实行责任承包制，各管一摊。”\r\n我：“同意。”\r\n老婆：“儿子负责‘高’，长自己的个子。”\r\n我：“同意。”\r\n老婆：“我负责‘帅’，儿子都像妈。”\r\n我：“同意。”\r\n老婆：“剩下的，归你啦。”\r\n————\r\n和老婆在路上走，看到各种养眼的妹子，忍不住多看几眼，\r\n二货老婆不高兴了，来一句：“怎么地，山珍海味吃多了，想尝尝大白菜的味道？”\r\n我华丽的的来一句：“你搞错了，是大白菜吃多了，想尝尝山珍海味”\r\n结果被一顿暴挠。。。\r\n————\r\n家有一个上网看电视剧的老婆，天天霸占电脑。\r\n今天一气之下，我把屏幕显示调成旋转90度，然后上班去了。\r\n回来竟然看见她把液晶屏幕横放着看了一个下午。\r\n这智商、这执着，真让人无语了。\r\n————\r\n昨晚奇葩老婆忽然对我说：“皇上，臣妾有一事相求！ ”\r\n“但说无妨。”\r\n“恳请将臣妾打入冷宫，臣妾受不了了，这天太TM热了！ ”\r\n————\r\n老公吵架我愤怒的把他喝茶的杯子往地上一砸怒吼：还喝水！喝屎去吧你！\r\n老公也愤怒的回到：你个文盲！屎是用来喝的么！屎是用来吃的！\r\n————\r\n刚刚出差回来的销售员冲进他家附近的枪支店，怒气冲冲地叫道：“我要一些子弹，我要干掉那些我出差期间与我老婆有染的龟孙子们！ ”\r\n店员说：“您最好下次再来，这种子弹只剩下两箱了。”\r\n————\r\n今天是跟老婆结婚三年的纪念日，打算出点血，带老婆去高级餐厅吃顿好的。\r\n告诉完老婆我的想法，只见老婆幽幽地看着我：“说，你哪来的钱？藏哪了？不说今天就别想吃饭！ ”\r\n————\r\n一对夫妻吃完饭，闲着没事，老公坐在沙发上看报纸，老婆拿着遥控器把频道换来换去，老婆身上无聊的劲又犯了，不禁对老公说：老公你觉得我漂亮吗？\r\n老公：漂亮。\r\n老婆：我温柔吗？\r\n老公：温柔。\r\n老婆：我贤慧吗？\r\n老公：贤慧。\r\n老婆：我聪明吗？\r\n老公：聪明。\r\n老婆：你虚伪吗？\r\n老公：虚伪。。。。。啊！\r\n————\r\n老王打牌输了十块钱，被媳妇当众数落了。\r\n我看老王挺可怜，就安慰他说：“你这还算好的，上星期我在菜市场远远看见一个男人被他媳妇骂的狗血淋头，那才叫丢人！ ”\r\n老王听完眼泪就下来了，说：“那也是我！ ”\r\n————\r\n“老婆，要是有个男的很丑，但很有钱，你会要吗？”\r\n“干嘛不要啊，你这么丑又没钱的我都要了。”\r\n————\r\n胖妻：亲爱的，我看上去是不是真的很胖？\r\n瘦夫：斗胆问一句，你是想听实话还是想听假话？\r\n胖妻：当然是想听实话了。\r\n瘦夫：实话我不敢说，家里的那台体重秤就是在为你称体重的时候还没有来得及说实话，就被你活生生地给压坏了。如果我说了实话，都不知道自己会有多惨！\r\n————\r\n老公：“老婆，自从我结婚后，我的视力就出问题了！ ”\r\n老婆：“什么症状？”\r\n老公：“我看不见钱了！ ”\r\n————\r\n邻居敲门喊三缺一时，可以立即给予肯定答复，不用唯唯诺诺的向老婆请示；\r\n————\r\n在看电视，老婆突然问：你觉得到底是章子怡最漂亮还是范冰冰最漂亮？\r\n我很沉着地说：还是你最漂亮。\r\n老婆很满意，说：那章子怡和范冰冰呢？\r\n我很淡定地说：我觉得其他人都差别不大。\r\n————\r\n“昨晚咱俩喝到半夜，你回家你媳妇儿没收拾你啊？”\r\n“她敢么她！昨儿回家我进屋瞅了她一眼，这家给她吓的！吓睡着了都！ ”\r\n————\r\n有天在高速上，我闲着无聊，正好旁边有辆运满猪的货车，\r\n就跟旁边的老公说：“快看！一整车的你亲戚０\r\n谁知老公头也不回的说：“要不是跟你结婚，我能跟它们做亲戚！？”\r\n————\r\n晚上十一点多从饭店出来去买烟，见一三十来岁开奥迪的哥们怀里抱个酒盒趴在柜台上，从酒盒里抓出一大把零钱跟钢蹦数了二十多块给老板要买烟，见我很诧异的看着他，他悠悠的来了句：兄弟，等你到我这岁数就知道什么叫私房钱了。。\r\n————\r\n有一次老婆让我去买小白菜，转了一圈看到有娃娃菜不错，就买了，回去老婆看着娃娃菜幽幽地说：我是让你买小白菜，不是大白菜小时候……\r\n————\r\n我老婆是一个刁蛮任性的人，今天她又哭着吵着要买名牌包包，我抬手就是一耳光对她喝道：“还要不要？”\r\n她看了我一眼继续大哭，我心一狠，连续扇了十个耳光喝道：“还要不要？”\r\n终于迫于我的威严之下她不再哭闹了。\r\n看着这头母老虎被我制服，我摸了摸早已红肿的脸笑了。\r\n————\r\n惹老婆生气了，晚上躺在床上闭着眼睛想东西，老婆以为我睡着了，啪啪扇了我两巴掌，我惊恐地睁开眼睛，她赶紧抱住我说老公你做噩梦了吗？别怕有我在。。。\r\n尼玛我都没睡，不带这么欺负人的。。。\r\n————\r\n老婆兴致勃勃的在规划未来把小房间弄成儿子的卧室，我听着听着觉得哪里不对，“你是说，摆个三角钢琴，然后不就只剩下放床的位置了吗？”\r\n“对埃”\r\n“那以后带女朋友回家，岂不是根本没地方坐，只能坐床上？”\r\n“对埃”\r\n“……”\r\n————\r\n今天嘴贱问老婆：“老婆，要是有个男的很丑，但很有钱，你会要吗？”\r\n老婆：“干吗不要，你这又穷又丑的我都要了。”\r\n————\r\n一对新人正在潜水结婚，前来参加婚礼的一个女子感叹道：“潜水真是最好的结婚方式啊！ ”\r\n她老公不解地问：“为什么？”\r\n女人说：“这样可以提醒新人，从这一刻起，要学会忍气吞声。”\r\n————\r\n晚上，疲惫不堪的老公对老婆说：“不管谁打电话来，都说我不在。”\r\n一会儿，电话铃声响了，老婆拿起话筒小声地说：“喂！我老公现在在家啦！ ”\r\n“我不是交代过你，要说我不在吗？”老公怒气冲冲地吼道。\r\n老婆：“电话是打给我的。”\r\n————\r\n今天在家训我家狗狗，训完后老公心疼地走过去，和狗狗语重心长地说：“哎呀，你怎么敢跟老虎斗？你只是一只狗埃”\r\n————\r\n深夜，出差的小王给妻子电话：“我有个重要文件寄到家的，收到了么？”\r\n妻子：“早上就收到了。”\r\n“真的么，这么快？”\r\n“当然啦！你怎么能怀疑我呢？等着 ，我让旁边的快递和你说……”\r\n————\r\n老婆怀孕七个月，老公开车带老婆下乡，\r\n突然宝宝在肚子时里一阵动的厉害，老婆表情很痛苦，\r\n老公傻傻的问：“他是不是晕车，在你肚子里吐呢啊？”\r\n————\r\n排了一下午的队，总算把离婚手续办完了！\r\n看着离婚证，老公对老婆说：“以后有合适的，给我介绍一下。”\r\n老婆问：“有啥要求？”\r\n老公：“我的房子都给你了，对方有房子就行。”\r\n“带孩子的，考虑不”老婆补充，\r\n老公：“可以，我喜欢小孩子。”\r\n老婆看看老公：“有现成的。。。我就符合啊！ ”\r\n————\r\n老婆和老公在看电视，\r\n老婆近视所以坐的距离电视很近的看，\r\n老公躺在后面边玩手机边看电视。\r\n突然问老婆：“这电视是多大的啊？”\r\n老婆说34的吧。\r\n老公说：“哦，我看着就是17的。”\r\n老婆反应了两分钟，给他一顿暴揍，说我胖挡到你了就直说呗。\r\n————\r\n一对夫妻结婚半年，妻子坚持喝红酒四个月。\r\n一天问丈夫：“都说喝红酒养颜，看我变年轻了没？都快成少女了吧？”\r\n丈夫：“说的是智商吧，再喝俩月都能上幼儿园了。”\r\n————\r\n胖妻：我们谈恋爱的时候，你总是说你对我挺有感觉的。我现在想知道，那时你这样说是不是在骗我？\r\n瘦夫：我爱你都来不及，怎么会骗你呢？我以我高贵的人格担保，你让我真的挺有感觉。\r\n胖妻：你对我有什么感觉，说具体点。\r\n瘦夫：亲，当你站在我身边的时候，让我觉得十分有安全感；当你出现在我面前的时候，让我的眼球感到有十足的压迫感；当我搂着你的腰身的时候，让我感到一种再厚实不过的真实存在感。\r\n————\r\n昨晚老婆跟我讨论：我怀孕了，你怎么办。\r\n答：嫖去。\r\n老婆：我也去。\r\n我：你见有干这种事带着媳妇的么，你去干什么？\r\n老婆：我去帮你把把关、砍砍价！\r\n————\r\n在有好球赛的晚上，可以左手花生米右手啤酒杯，连喊带叫地看到眼皮发沉，而不用担心中途会有人来抢遥控器逼着你看连续剧；\r\n————\r\n老婆是个吃货，一节甘蔗，我拿刀打算砍成两节，一人一半，就叫老婆拿另一端。\r\n本来一刀宰中间的，老婆突然往她那边一拉，结果砍到我手上了，事后缝了10多针。\r\n吃货老婆事后说：“我只是想多吃一点...”\r\n————\r\n今天被老婆打了，原因是在偷看一篇文章《教你如何打老婆》时，被发现了。。。\r\n————\r\n给孩子起乳名的时候，老婆看新闻上说，贝克汉姆的女儿因球衣号码取名小七。\r\n她问我：老公你踢球踢几号？\r\n我：3号！\r\n————\r\n我眼一直近视，老婆说我带眼镜不好看，所以一直没配眼镜。。。\r\n不料今天老婆却对我说：“老公，我看你是该配副眼镜了。”\r\n我不解地问：“你不是说我的脸型戴眼镜不好看吗？怎么现在想起来让我配眼镜了呢？”\r\n老婆喝了口水，淡淡地说：“好看不好看，其实是小事儿，关键是……”\r\n“哦，原来老婆这是为我的眼睛着想啊！ ”我有些感动地打断老婆的话。\r\n“我是看厨房里的锅碗瓢盆洗得越来越不干净了……”老婆提高嗓门解释道。\r\n————\r\n“眼霜要带。指甲油要带。还有我的面霜、洗面奶、香水、面膜……统统放进去。”\r\n听着妻子的指挥，正收拾旅行箱的男人忍不住抱怨：“我放不下。”\r\n“啪！ ”话音未落吃了一耳光。\r\n看着男人边哭边重新收拾，妻子冷笑：“没什么放不下的。痛了，就自然放得下。”\r\n————\r\n作家郁达夫有一次和妻子看电影，被妻子发现他从自己鞋底搂出一些钱，她妻子很疑惑，问他为何要在鞋底放钱？\r\n他解释说，刚出道的时候很清苦，没几个钱，现在稍有名气了，要把钱这个欺压了他多年的玩意踩在脚底下出气，他妻子顿时和他一起感慨起来。\r\n作家就是作家，连藏个私房钱被发现了都这么振振有词的。\r\n————\r\n小孙平时比较疼媳妇儿，有啥活都是自己干，尽量不让她动手，一日回家吃饭，饭后老爸略带调侃地说：老子养了你二十几年，结果养出个妻管严来。\r\n小孙刚想反驳，只听老妈在厨房吼道：老孙，过来把碗洗了！\r\n老爸就一言不发地过去了……\r\n————\r\n老婆本月15号生日，儿子10号生日，我提议她们一起过生日，老婆有意见，说要单独过，我说：“好，到时把你一个人锁房里去。”\r\n————\r\n开车没带钥匙，我懒得上楼拿，看到妻子在阳台上晒衣服，就喊：“钥匙，车钥匙。”\r\n距离太远，妻子听不清楚。我只好朝她做了个旋转的手势。妻子恍然大悟，连连点头，进屋找了一把螺丝刀给我扔了下来。\r\n————\r\n和老婆躺在床上看电视，眼看着老婆就要睡着了，\r\n我推了她一把，说：“睡了吗？”\r\n老婆说：“没呢，看着呢。”\r\n我说：“那你去给我煮碗面吧，我饿了。”\r\n老婆说：“你刚刚说什么？”\r\n我说：“让你给我煮碗面。”\r\n老婆说：“不是这句，前一句。”\r\n我说：“你睡了吗？”\r\n老婆：“睡了。。。”\r\n————\r\n老公突然来了句你就是个小妖精。。。\r\n老婆含情脉脉的问：“那你说人家是什么妖精啊，蜘蛛精呢还是白骨精呢？”\r\n只见老公嫌弃的捏了捏老婆肚子上的肉，然后淡定的说：“一圈，两圈，你就是个水桶妖。。”\r\n————\r\n某君早晨起床，老婆一脸鄙夷地看着他。\r\n“你昨晚做梦了吧？”，\r\n“你怎么知道，我好像梦见打仗了，还杀了几个日本鬼子……”，\r\n老婆不屑地打断他的话：“杀个屁，在老娘耳旁太君太君地叫了一晚上，绝对是汉奸……”\r\n————\r\n一对夫妻吵架，妻子生气就回了娘家，那天突然要回家。\r\n她母亲：“你原谅他了？”\r\n妻子：“才不呢！我回去是不想让那混蛋一个人在家过好日子！ ”\r\n————\r\n法官：“离婚理由是什么？”\r\n新娘：“他打呼噜。”\r\n法官：“结婚多长时间了？”\r\n新娘：“三天。”\r\n法官：“嗯，理由很充分，结婚三天还不是打呼噜的时候。”\r\n————\r\n“老婆，说实话，我一直生活在你的阴影里 。”\r\n“是吗？亲爱的，我做了什么让你一直呆在了阴影里？你告诉我。”\r\n“你！太！胖！了！！ ”\r\n————\r\n那天我爸语重心长的跟我讲：闺女啊，你妈说了，三年内再不换车就跟我离婚。。。。我一想，也怪合适的，换不了车咱换个老婆！！\r\n————\r\n老婆qq签名写的：老公，要是我有什么做的不好，做的不对，做的不到位的地方，你一定要和我说啊，千万别憋在心里，反正我也不会改，别再把你憋出什么毛箔…\r\n————\r\n早晨睁开眼睛，老婆已经醒来，含情脉脉的看了我一下，趴到耳边呼着热气说：“老公，我要…”\r\n我看了看时间，“不行，只有一个小时，来不及了。”\r\n老婆不乐意了：“一个小时，你还真看得起自己…”\r\n我的意思是路上会堵车埃。。\r\n————\r\n瘦夫：我俩在一起，简直就是对那句惊天动地的古语的完美诠释。\r\n胖妻：什么古语？\r\n瘦夫：（我）轻于鸿毛，（你）重于泰山。\r\n————\r\n要自己洗衣服，能够在一天之内学会洗衣机的操作方法，并对不同质地的衣服采用何种洗涤剂进行全面了解，增长知识，开阔视野；\r\n————\r\n妻：寒月清宵倚梦回，那个女人她是谁？\r\n夫：黄河信有澄清日，就是普通一同事。\r\n妻：曾经沧海难为水，你俩肯定有一腿。\r\n夫：日出江花红胜火，老婆请你相信我。\r\n妻：海内存知己，鬼才相信你。\r\n夫：影入桃花浪，你要闹哪样？\r\n妻：关梁蜀道难，这事咱没完！\r\n夫：唧唧复唧唧，滚到一边去！\r\n————\r\n今天看到这样一个段子：结婚后要在双方的手指上面各纹一个戒指，谁要离婚的话，就剁掉谁的手指。\r\n今天我回家跟老婆说了这段，结果她来句：别纹手指了，太弱了，纹脖子上吧..\r\n————\r\n做点小生意，拖货差两千块，晚上回家找老婆拿。\r\n老婆让住一晚在走，工地早上还有活要干我就说不住了。\r\n谁知老婆幽幽的说：“两千块都不陪我睡一晚。。”                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.507"
			}, {
				"id": "5d416db16e3645c2c576fc41",
				"title": "经典的搞笑段子，真是笑死人不偿命",
				"text": " \n                        1、表白\r\n一个男生暗恋一个女生很久了。一天自习课上，男生偷偷的传了小纸条给女生，上面写着“其实我注意你很久了”。不一会儿，女生传了另一张纸条，男生心急火燎的打开一看“拜托你不要告诉老师，我保证以后再也不嗑瓜子了”。。。。。。男生一脸懵逼\r\n2、有爱的父女\r\n在公园里看到一对很有爱的父女，父亲大约五十岁左右，女儿二十来岁，女儿很乖巧的给爸爸剥了一个茶叶蛋，说说什么互相开怀大笑，好温馨的家庭。但是，为什么后来他们就舌吻了呢？\r\n3、损友闺蜜\r\n有一次和男友吵架了在电话里哭，闺蜜来安慰我，突然，他盯着我的眼睛看。冒出一句：“你的睫毛膏用的什么牌子的，这么哭成这B样，都没掉”。我真是气打不一处来，电话一扔也不哭了。\r\n4、熊孩子\r\n昨天因为一件事骂儿子，说你妈妈是猪，你也是头猪。儿子却反过来说我：爸爸你怎么这么衰，娶了一头猪，还生了一只猪！你说你这熊孩子，这是不是找打。\r\n5、相亲\r\n相亲见面会上，她侃侃而谈，说她以前的男友如何开豪车，住豪宅，经常夸她如何如何漂亮，一看到她就紧张。\r\n他看了看她：“我，我一般看，看到美女，也，也会紧张的说，说不出话来。”\r\n她噗嗤一笑：“你这种搭讪的方式真老土。”\r\n“但，但看到不，不好看的，就，就会结巴。”\r\n那女的立马脸变成了猪肝色                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.505"
			}, {
				"id": "5d416db06e3645c2c576fc3f",
				"title": "超搞笑20个短笑话段子",
				"text": " \n                        杰生和安琪是对新婚夫妇。 安琪：“亲爱的，我们的结婚证书呢？” 杰生：“你放心，我已收藏好了。” 安琪：“亲爱的，你真有远见，听说离婚一定要用的。”\r\n————\r\n一个女人在医院的升降机里分娩，觉得非常难为情。护士小姐安慰她：\"没有关系的，这不算什么，两年前有一位太太在医院大门口就生下了小孩子。\"\r\n不料这妇人竟哭起来：\"那也是我埃\"\r\n————\r\n一天下午，一位教授，沿着乡村小路散步，看见一位农夫正在自家房前独自吃晚饭。\r\n教授走到农夫跟前问道：“你为什么一个人在这里吃饭啊？”\r\n农夫过了片刻回答说，“因为烟囱有点倒烟。”\r\n“真糟糕，”教授说，“但要修理一下也不会十分困难。让我来看看。”\r\n还没等农夫开口，教授已经走到农夫家门口。他一推门，一把扫帚落在他肩上，随之而来的是一个女人的喊声：“滚，你这个老不死的，不然我就杀了你……”\r\n教授赶快退回来。那个农夫坐在路当中显得非常苦恼。\r\n教授走到他跟前，用手抚着他的肩头。“没关系，不要生气，”他说，“我家的烟囱有时也倒烟”\r\n————\r\n老婆有一天突击了我的办公室，追问：“你们在干什么？”\r\n“哦，办公室空调坏了。”\r\n“胡说，办公室空调坏了和你们抱在一起有什么关系？”\r\n“取暖！ ”\r\n————\r\n买菜：一到菜市场就不知买什么菜好，为几分钱能砍半天价的多是妻子，一到菜市场见啥菜买啥菜，从来不搞价的多是丈夫。\r\n————\r\n吵架之后，丈夫发现妻子在收拾行李，于是问：“你要去哪儿？”\r\n妻子说：“拉斯维加斯，我听说那里的夜总会女郎一晚上最低小费是400块钱。”\r\n丈夫听罢也开始收拾行李。妻子问“你去哪儿？”\r\n丈夫说：“我也去拉斯维加斯，我去看看你每年800块钱怎么过日子！ ”\r\n————\r\n一个画家结婚了。\r\n蜜月之后，有人问新娘：“婚后生活怎么样？”\r\n她回答说：“太好了！我丈夫画画，我做饭。然后，我们就猜测他作的画和我做的饭究竟是什么。”\r\n————\r\n在车站的月台上，一对夫妻正在互相埋怨。丈夫望着已经开出的次车对妻子说：“都怪你！要不是你一个劲地磨蹭，我们满可以坐上这趟火车。”\r\n“都怪你！ ”妻子回敬道，“要不是你一个劲地催命，我们满可以不用花好多时间等下趟火车。”\r\n————\r\n妻子把菜端上餐桌，对丈夫说：这菜你一口一口地慢慢嚼。\r\n丈夫问道：为什么？\r\n妻子说：这样你可以仔细品味一下我的手艺，细嚼慢咽也有助于消化，顺便还能帮我找出掉在锅里的那根针。\r\n————\r\n怀疑我太太耳朵渐聋，决定考验一下她的听觉。\r\n我轻手轻脚走到她身后十米的地方。“惠芬，”我说，“你听得见我说话吗？”她没有回答。&nbsp;\r\n于是我移到她身后六米的地方。“惠芬，”我重复说，“你听得见我说话吗？”她依然没有搭腔。\r\n我再走前到离她三米的地方，问道：“现在你能听得见我说话吗？”\r\n“听得见，”她回答，“我这是第三次回答了，听得见！ ”&nbsp;\r\n————\r\n夫问妻：我的长相不怎么样，可你为什么还经常说我酷毙了？\r\n妻：我说你酷毙了用的是简称，全称是:长相太残酷应该拉出去毙了！\r\n————\r\n陪老婆去逛街，付钱的时候和收银小姐乱侃，老婆不快：“德行！ ”\r\n“我是想拉拉关系，让人家给咱打打折！ ”\r\n“你都付钱了，还要人家电话号码干吗？”\r\n“以后万一有个售后服务什么的方便联系！ ”\r\n————\r\n小镇的教堂里，一群人在做礼拜。突然，一阵烟雾腾起，恶魔撒旦现身了，人们惊恐万状，纷纷逃跑。只有一个老头\r\n端坐不动。\r\n撒旦杀气腾腾地冲上去问他：“你是谁？你竟敢不怕我？！ ”\r\n“你有什么好怕的，我和你姐姐都结婚48年了。”老头漠然地说。\r\n————\r\n电视台一女主持婚后几年不育，着急忧愁，去找医生诉苦说：“说我不行嘛，未婚时就怀…孕过三次；说老公不行嘛，难道我们几个台领导都不行？”\r\n————\r\n甲：“昨天我太太发现我藏私房钱了。”\r\n乙：“吵架了吗？”\r\n甲：“没有，她说结婚以来，就这一点是我们共同的爱好。”\r\n————\r\n一天深夜，有一对夫妻在吵架......\r\n夫：好了，别再闹了，三更半夜会吵到邻居。\r\n妻（强辩）：一夜五更，半夜明明是两更半，为何说三更？\r\n争执了一会儿，夫认为妻无理取闹，怒掴妻一耳光！\r\n妻大喊：救命啊，三更半夜打死人了！\r\n夫：早说三更半夜何必挨打。\r\n————\r\n这天，一男子走进一家牙科诊所，询问拨掉一颗牙要多少钱。\r\n“80英磅。”牙科医生说。\r\n“这个价格让人无法接受，”男子说，“有便宜的办法吗？”\r\n“好吧，”牙科医生说，“如果不用麻醉剂，我可以只收60英镑，但那一定会很疼。”\r\n“还是太贵了。”男子说。\r\n“这样吧，”牙科医生说，“如果不按正常的手术程序，只用钳子将牙拨出，会节省我很多时间。这样的话，我可以只收20英镑。”\r\n“唉，”男子摇摇头，“还是有点贵。”\r\n“不会吧，”牙科医生从没看过这样的顾客，挠挠头皮说：“如果让我的学生来做手术，他可以积累经验。要是你愿意，我只收10英镑。”\r\n“太好了！ ”男子说，“下周二我让妻子来拨牙。”\r\n————\r\n一个醉鬼半夜回家，妻子埋怨他回来得晚。醉鬼解释：“有两个推销员一直纠缠着我不放。”\r\n妻子：“那他们向你推销了什么？”\r\n“他们问我要钱还是要命？”\r\n————\r\n某男对某美眉穷追不舍，美眉不厌其烦：“你省省吧，就算世界上只剩你一个男人，我也不会嫁给你的。” 某男颇为不自在，回答说：“如果世界上只剩我一个男人，你以为我还会看上你吗？”\r\n————\r\n岳母过生日的时候，送了一个中型蛋糕，老婆不满，追问：“没有大的吗？”\r\n“有啊，钱不够！ ”\r\n“胡说，我给你的钱买两个大的都够！ ”\r\n“我买蛋糕前去洗了个澡。”\r\n————\r\n一位女士带着两个吵嚷不休的孩子去银行取钱，这位女士不想使她的孩子没有教养的举止暴露在这么多人面前，所以，在进入银行后，她突然对她的孩子叫道：“脸朝墙壁，不准说话。”一下子，银行里所有的人都面向墙壁，不敢出声。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.503"
			}, {
				"id": "5d25a9196e36be4cce9c28c7",
				"title": "求一个吃鸡的搞笑id",
				"text": " \n                        吃鸡搞笑网名（一）\r\n胸毛在燃烧\r\n老娘已从良\r\n逗逼养殖专业户\r\n专注学渣12年\r\n飞奔的蜗牛\r\n笑喘是病得治\r\n老衲爱美女\r\n孟婆汤专卖\r\n买老公去\r\n骑着小猪逛逛\r\n单眼皮蟋蟀\r\n耶稣、我有罪\r\n哈、豬都笑了\r\n你掩护我撤退\r\n差点又变帅了\r\n小不点的蚊子\r\n一路火花带闪电\r\n我又杀猪了\r\n迎风尿尿手插兜\r\n骑着蜗牛私奔\r\n小样别装纯\r\n吃饭不夹菜\r\n亮有一母鸡\r\n杀了那菜鸟\r\n伱又没胸凶什凶\r\n点着大爷了\r\n小新丢了蜡笔\r\n夜寒不宜裸奔\r\n四个屁崩死你\r\n上岸撒尿的鱼\r\n会发光的叫灯泡\r\n国民男神经\r\n妖孽快回来\r\n给朕换尿片\r\n小心走光小南瓜\r\n&nbsp;\r\n吃鸡搞笑网名（二）\r\n贫道从来不吃素\r\n打伞的鱼\r\n拉风的小镰刀\r\n瞪谁谁流产\r\n土豆炒马铃薯\r\n私奔到月球\r\n苍蝇变身是老鹰\r\n卖艺小青年\r\n小二、来份寂寞\r\n无敌小稀飯\r\n收破爛的惡魔\r\n穿文胸加防御\r\n娘、媳妇跑了\r\n老衲法号帅哥\r\n辣条在手，跟我走\r\n不靓你报警\r\n西瓜籽_吐血了\r\n喂，女施主請留步\r\n放纵的2b青春\r\n受大气，成大器\r\n打死不洗内裤\r\n站在坟头指挥鬼\r\n裸奔的超人\r\n飞天忍者猪\r\n污霉味的小仙女儿\r\n西瓜撞地球\r\n逮到跑脱\r\n卖了作业换糖吃ベ\r\n骑驴打劫\r\n萌比从天而降\r\n狗狗摇屁屁\r\n吹毛求屁\r\n老衲法号一库\r\n此乃妖孽\r\n别打,我是酱油\r\n二农戏猪                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.501"
			}, {
				"id": "5d25a9196e36be4cce9c28c6",
				"title": "整人搞笑又坑人的问题",
				"text": " \n                        1、有对一模一样的双胞胎兄弟，哥哥的屁股有黑痣，而弟弟没有。但即使这对双胞胎穿着相同的服饰，仍然有人可立刻知道谁是哥哥，谁是弟弟。究竟是谁呢？ 答案：他们自己\r\n2、有一位刻字先生，他挂出来的价格表是这样写的：刻“隶书”4角；刻“仿宋体”6角刻“你的名章”8角；刻“你爱人的名章”12元。那么他刻字的单价是多少？ 答案：每个字两角\r\n3、一个人有三根头发，为什么他还要剪掉一根？ 答案：他想做三毛的哥哥\r\n4、华先生有个本领，那就是能让见到他的人，都会自动手心朝上。这是怎么回事？ 答案：他是个中医\r\n5、老人梅友并到医院去做检查，结果医生告诉他说要看开一点，请问他得了什么病？ 答案：豆鸡眼\r\n6、世界上什么人一下子变老？答案：新娘。因为今天是新娘，明天是老婆。\r\n7、一颗心值多少钱？答案：1亿。因为一心一意嘛！\r\n8、台风天气要带多少钱才能出门？答案：四千万。因为台风天气没“事千万”不要出门。\r\n9、要考试了，不能看什么书？答案：百科全书（百科全输）。\r\n10、如果明天就是世界末日，为什么今天就有人想自杀？答案：去天堂占位置\r\n11、提问：布和纸怕什么？回答：布怕一万，纸怕万一。原因：不（布）怕一万，只（布）怕万一。\r\n12、提问：铅笔姓什么？回答：萧。原因：削（萧）铅笔。\r\n13、提问：麒麟到了北极会变成什么？回答：冰淇凌。原因：冰淇凌（冰麒麟）。\r\n14、提问：从1到9哪个数字最勤劳，哪个数字最懒惰？回答：1懒惰；2勤劳。原因：一（1）不做二（2）不休。\r\n15、提问：怎样使麻雀安静下来？回答：压它一下。原因：鸦雀无声（压雀无声）。\r\n16、提问：历史上哪个人跑的最快？回答：曹操。原因：说曹操曹操到\r\n17、提问：30-50哪个数字比熊的大便厉害！答案：40 原因：事实胜于雄（熊）辩\r\n18、朋友家做客，朋友非要杀个鸡吃，还说逢年过节杀鸡都是他的事。 见他抓住鸡脖子，手上拿着刀！十来分钟去了，鸡被活活掐死了...……他告诉我，拿刀是为了转移鸡的注意力。然后我就把年前借他的2000块钱还给了他。\r\n19、禅师把一罐汽油倒小明身上，然后划了一根火柴，火苗靠近小明脸前。问：“悟到了什么？”。小明：“不吹会死？”。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.499"
			}, {
				"id": "5d25a9196e36be4cce9c28c5",
				"title": "万荣笑话大全，超级好笑！",
				"text": " \n                        咱这脑筋就是灵\r\n自家牛犊死了，二傻子暗暗兴奋：“咱这两天正缺钱花。把这皮一剥，肉一卖，不就是一笔钱么？”他借了把杀牛刀，便在牛院场子剥起来，剥了一会，刀子不快了。他到处寻找磨石，找了半天，终于在楼上桌子底下找到了。他到楼上蹴在桌子下面把刀磨了磨，又下楼剥往了。这样上楼下楼磨了几次刀，把他给磨躁了。他便用绳索把牛犊一捆，硬往楼上拖。费了九牛二虎之力，终于拖到楼上，他擦了擦满头大汗，笑着说：“这下磨刀再不用上下往返跑了。这办法想尽了，咱这脑筋就是灵。”\r\n山里人坐轿\r\n山里坡陡路窄，闺女出嫁都是骑驴。有个姑娘找了个平川对象，张家港负压风机结婚这天，婆家抬来一顶花轿。四个抬轿的是一伙调皮鬼，想开一下山里姑娘的玩笑，把轿底板抽掉了。姑娘上轿后，只得在里面随着走。抬轿的越走越快，后来索性跑了起来，姑娘在轿里面直跑得气喘吁吁，满头大汗。第二天回门，女伙伴问她：“坐轿是个啥滋味？”“和学生上操一样，先走后跑。步子要紧跟上，不然可就把脚后跟磕破了。”\r\n你把该用的都用上\r\n有个乡下人把他爸领到城里照相。交了钱，开了票，就坐在那里排队等着照。排在他前面的是给一个小孩照，小孩又哭又闹。照相师傅对好光，举起一串铃铛，当啷啷一摇，啪地就照了。挨着给他爸照了，师傅安置他爸坐好，给他爸衣服拽展，帽子戴端正，大灯一开，捏住皮球，说：“留意，我要照了”“哎哎哎，慢着！ ”他急忙跑到照相师傅跟前，拦住说：“你怎么不给我爸摇铃呢？从欺负我们乡下人不懂照相吧。你把该用的都用上，咱决不给你少掏钱！ ”\r\n你给咱安一个吹的\r\n远村刚拉上电。二娃睡下后，使上吃奶劲，也没把电灯吹灭。他钻出被窝，嘴对着灯泡鼓劲吹，还是吹不灭。第二天，他跑了十里路，找到农电站，生气地说“你们把我的电灯安错了。我昨进夜夜死活吹不灭。”电工笑着说“电灯不是油灯，怎么能吹灭呢？你把开关绳一拉，灯就灭了。”二娃摇了摇头说：“那不对！祖祖辈辈灯都是用嘴往灭的吹。我不要拉的，你给咱另安一个吹的。”\r\n哪个痴缝的麻袋\r\n茅罐和老婆装粮食。拿出昨天刚买的那条麻袋一看，咦！这麻袋怎么没口呢？他便让老婆取来剪刀开个口子。不料，把粮食往麻袋一装，又全部从底下漏出往了。老婆便嘟囔开啦：“哪个痴缝的这麻袋，没口，也没底。”\r\n桂龙卖核桃\r\n桂龙到范村集上卖核桃。他旁边是个卖枣的。卖枣的嗓口清亮，高声叫道：“哎哎——买枣来买枣来，上等的好枣：大枣小无锡通风设备核，小枣没核！ ”一阵功夫。一毛裢枣就被人抢购光了。桂龙一见，很受启发，也拉长嗓门，也高声吆喝：“哎——卖核桃卖核桃。大核桃小仁，小核桃没仁！ ”尽管他喊破了嗓子，也死活招不来买主。\r\n想挣咱全身像的钱，没门\r\n村里来了个照相的。狗剩还从没照过像，心里有些痒痒。治坤说：“狗剩，照张像吧，照个半身像最省钱”“半身像怎么照？”治坤说：“照半身像，你就得趴在地上。站起来，那全身就都照上了。”于是，狗剩把照像的叫到家里，说：“给我照张半身像。”说毕，咕略一声趴在地上。照相师傅吓了一跳，便说：“你站起来照嘛。”狗剩趴在地上死活不起来，嘴里骂骂叽叽：“哼，想挣咱全身像的钱？没门！ ”\r\n卖葱\r\n三锁拉了掌柜一车葱，到集上往卖。掌柜有点不放心。随着过秤收钱、他要价太高，买葱的人问一下便都摇头走了。眼看时候不早了，三锁又饿又渴，巴不得便宜些全部卖掉，可掌柜的就是不减价。正在这时候，三锁村里一个菜贩子过来了。他看了看葱，便无锡通风降温设备问道。“你这葱咋卖’”。掌柜说：“一毛一斤一车走！ ”三锁正要答话，菜贩子给他使了个眼角，向掌柜说：“掌柜的，我是葱杆、葱叶分开用。这样吧，葱杆每斤七分钱，葱叶每斤三分钱，我全买下，你看咋样？”掌柜一想：七分加三分仍即是一毛，价钱没变。便说：“好，就按你说的这价钱，一车走，全部卖给你。这万人集上说话哩，你可不能反悔。”菜贩子兴奋地说：“一言为定，马上过秤。”三锁诡笑着向菜贩子眨了眨眼睛，急忙借了把菜刀，不一会儿，一车葱的葱杆和葱叶分了家。秤一过，账一算，钱一交，掌柜和三锁坐在车上哼着眉户戏，高兴奋兴回来了。吃过晚饭，整理现款，掌柜才发现只收了一半钱。他一夜没睡觉，脑子都想疼了，还死活想不通赔在啥地方。\r\n卖猪娃\r\n庆庆在集上卖猪娃，旁边站着个小伙，一个劲儿谈嫌猪姓不好，搅黄了生意。庆庆十分讨厌他。一会儿，讨价还价的人少了，那小伙便凑到跟前说：“你说个正经价，这猪娃我要。”庆庆说“给你算十块零八分钱。”小伙问：“十块钱就行了，为啥还零八分呢？”“你可没看过戏？”庆庆认真地说，“王小二买干爸就是花了十两零八钱银子。”                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.497"
			}, {
				"id": "5d25a2186e36be4cce9c258d",
				"title": "逗女孩子开心的笑话",
				"text": " \n                        \r\n\t一\r\n\r\n\r\n\t上课睡觉:某生上课时睡觉，被老师发现。\r\n\r\n\r\n\t老师：“你为什么在上课时睡觉？”\r\n\r\n\r\n\t某生：“我没睡觉哇！ ”\r\n\r\n\r\n\t老师：“那你为什么闭上眼睛？”\r\n\r\n\r\n\t某生：“我在闭目沉思！ ”\r\n\r\n\r\n\t老师：“那你为什么直点头？”\r\n\r\n\r\n\t某生：“您刚才讲得很有道理！ ”\r\n\r\n\r\n\t老师：“那你为什么直流口水？”\r\n\r\n\r\n\t某生：“老师您说得津津有味！ ”\r\n\r\n\r\n\t二\r\n\r\n\r\n\t我很高兴以为孩子们都怕我,谁知太太又之后说:'家中只有你最听话,乖!快去帮我买袋盐'(最后只能说明我是个好男生)\r\n\r\n\r\n\t三\r\n\r\n\r\n\t从前有俩人,一个叫装,一个叫消一天消不见了,装正好见有一帮人在打架,就过去扒拉,说:我找消!那帮人愣了一下说:你是不是装啊?对啊,我是!\r\n\r\n\r\n\t四\r\n\r\n\r\n\t母亲再一次叫儿子起床:'雅克,好孩子,该起床了你听公鸡叫了好几遍了''公鸡叫与我有什么关联?我又不是母鸡'\r\n\r\n\r\n\t五\r\n\r\n\r\n\t黑猩猩不留意踩到了长臂猿拉的大便，长臂猿温柔细心地帮其擦洗干净后它们相爱了。别人问起他们是怎样走到一齐的？黑猩猩感慨地说：猿粪！都是猿粪啊！\r\n\r\n\r\n\t六\r\n\r\n\r\n\t老公拿着一个兰花碗，十分郑重地对老婆说：“你以后不好再摔碗了，这碗是你妈留下的，此刻只剩两只了，其他的都让你给摔了。”老婆白了老公一眼，说：“那你以后也不许气我，我也是我妈留下的，只留了我一个。”\r\n\r\n\r\n\t七\r\n\r\n\r\n\t我有四个孩子,都十分顽皮,一天下班回家,孩子们正在家门口吵闹不休太太见我回来很高兴的说:'你最后回来了,好极了'我很高兴以为孩子们都怕我,谁知太太又之后说:'家中只有你最听话,乖!快去帮我买袋盐'\r\n\r\n\r\n\t八\r\n\r\n\r\n\t所谓一见钟情，但是见色起意；所谓日久生情，但是权衡利弊。所谓哥们最牛，但是是牛皮哄哄。所谓姐们最浪，但是是装模作样。祝你开心放浪。\r\n\r\n\r\n\t九\r\n\r\n\r\n\t赫鲁晓夫参观农场，记者照了一张他在猪圈和猪一齐的照片。次日见报，旁边有附言：左起第三位为赫鲁晓夫同志。\r\n\r\n\r\n\t十\r\n\r\n\r\n\t孩子正思考有关“遗传与环境“的问题。母亲插话道：这个问题很简单嘛，大家都知道如果孩子像父亲，那就是遗传；像邻居，那就是环境。\r\n                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.495"
			}, {
				"id": "5d25a2186e36be4cce9c258c",
				"title": "世界上最好笑的笑话",
				"text": " \n                        1\r\n在食堂碰到极品学哥在发飙。他冲着食堂管理员大骂:“瞅你们那粥什么玩意！戴个口罩都能喝进去！ ”\r\n2\r\n去交警队消违章记录，轮到前面一位大哥。大哥冲着窗口弱弱的问：我分儿不够，怎么买分？里面的Pol.ice一脸懵逼！指着他就说：“给你五秒钟，赶紧消失听见没？你咋不上派出所买枪呢？”\r\n3\r\n女子冲上一辆出租车，上气不接下气的喊道：“快！中心医院。。。”这师傅连闯了两个红灯，把女子送到了医院。女子非常激动的说道：“谢谢你，师傅，差一点我这个月满勤就没了。”\r\n4\r\n有一位女同事天天让我请她吃饭，后来我发现他有老公了，我问她你有老公为啥让我每天带你吃饭？她说：“为了让她老公省点钱减轻负担。”我听后二话不说把她按倒。一阵翻云覆雨后，她哭着问我：“为什么这样对她？”我说：“我是为了让你老公减轻点压力省点体力。”你们说我做的对吗？\r\n5\r\n我有个邻居，名字叫朱川，他妈妈每次给他买衣服，都会跟人说这是买给我们家朱川的……\r\n6\r\n自从我感冒以后，就隔离自己，不和怀二胎的姐姐相遇，免得传染感冒病毒给她。今天一大早我妈妈就打电话开始训斥我，说我把姐姐弄感冒了，我委屈的辩驳：“我压根跟姐姐没见面好吧？！ ”我妈：“全家只有你是脱光了称体重！现在你姐每天称个体重都要跟你学着，感冒不怪你怪谁？！ ”\r\n7\r\n小保姆嗓门特别大，主人叮嘱，今晚来的都是有身份的人，说话务必小声一点。吃完饭，主人客人玩牌，小保姆收拾完想早点休息，于是凑近男主人耳边轻声道：“那我先睡了哈。”\r\n8\r\n读书时一直暗恋她，但没勇气表白，更没胆量碰她。毕业后，她已经结婚了，老公跟我是同学。那天下午，她抱着娃娃在喂奶，我找了个很好的借口。我走到她面前，一把两手按住她的咪×咪，然后跟她娃娃说，喊叔叔，不喊不给吃!\r\n9\r\n病人：“医生，你把剪刀留在我肚子里了。”“没关系，我还有一把。”\r\n10\r\nMM去洗澡，身边的人问：你多大了？十几？MM心理窃喜，说：我都27了。那人大惊：不像！看你这胸可不像27的人啊！\r\n11\r\n悬崖上一小老鼠挥舞着短短的前爪，一次又一次跳下去努力学习飞翔，旁边母蝙蝠看着它摔的头破血流，忧心的说：它爹，要不告诉它，它不是咱亲生的！\r\n12\r\n公共汽车上老太太怕坐过站，逢站必问。汽车到一站她一个劲的用雨伞捅司机：“这是展览中心吗？”“不是，这是排骨！ ”\r\n13\r\n一位妇女抱着孩子坐公共汽车，这孩子哭闹得很厉害。怎么哄也安静不下来，坐在她旁边的一个人生气地说：“唉，这孩子真能哭，他要什么你就给他什么不就得了吗？”孩子的母亲回答说，“可他想要你那顶好玩的帽子。”\r\n14\r\n逛夜市的时候看到一个摊子上摆着好多很漂亮的皮带，想一想自己的腰带也旧了，于是选了一个喜欢的问老板怎么卖？老板抬头瞅了一眼问道：“你家多大的狗？”\r\n15\r\n语文课上，老师问道：“古时候，称呼‘我’的方式有哪些？”同学们回答有：“吾，余。”小明喊到：“寡人，朕啊，”老师没理会他，又问：“还有哪些？”小明又喊到：“老衲，贫僧，贫道啊，”班里已经笑成一片。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.492"
			}, {
				"id": "5d25a2176e36be4cce9c258a",
				"title": "数学小笑话",
				"text": " \n                        \r\n\t1\r\n\r\n\r\n\t母亲：“明明，你上学有三个多月了，你觉得语文和数学哪一门好学些呢？”\r\n\r\n明明：“数学好学。”\r\n母亲：“为什么？”\r\n明明：“因为语文生字多，数学只有0到9十个数字。”\r\n2\r\n奶奶：“1＋2等于几？”\r\n孙子：“等于3。”\r\n奶奶：“答对了，因此你会得到3块糖。”\r\n孙子：“早知道是这样，我就说是等于5就好啦！ ”\r\n3\r\n小明数学不好，被父母转到一间教会的学校，半年后数学成绩全A，妈妈问：“是修女教得好？是教材好？是祷告？...” “都不是”小明说：“进教的第一天，我看见一个人被钉死在加号上面，我就知道...他们是玩真的！ ”\r\n\r\n\t4\r\n\r\n\r\n\t数学课上，小明趴在桌子上睡觉，数学老师没有发觉，还在滔滔不绝地讲课。下课了，小明醒来，问同桌的数学课代表：我睡了多久了？数学课代表说：你已经睡了一节课，大概2400秒，40分钟，三分之二小时，三十六分之一天，一千零八十分之一个月，一万二千九百六十分之一年，一百二十九万六千分之一世纪了吧！\r\n\r\n\r\n\t5\r\n\r\n\r\n\t宝宝数学很好，2岁就可以从1数到10了。后来，我告诉他0比1还校\r\n\r\n今天吃饺子，我说：“宝宝，你数数你想吃几个饺子？”\r\n“0，1，2，3……”一边说一边拿起一个饺子，“这是第0个。”\r\n老婆怒吼：“下一代还是做程序员的命！ ”\r\n6\r\n一次，上美术课。不知道老师说了什么，只知道老师说了一句：“我只想说4个字‘我的天’。”\r\n有一个同学，听见了后说了一句：“老师，你说错了，那根本是2个字。”沉默了一会，全班爆笑。\r\n天，我们班的数学怎么了？老师也无语了\r\n7\r\n老师：你说我们国家有哪些数学家？\r\n学生：数不清\r\n老师：对，苏步青是一个，还有呢？                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.490"
			}, {
				"id": "5d25a2176e36be4cce9c2587",
				"title": "万荣笑话大全",
				"text": " \n                        \r\n\t上集\r\n\r\n\r\n\t1、看别人的脸色行事,并不说明你为人处事就替别人着想。\r\n2、改变自己很难,改变环境更难,我该肿么办?\r\n3、脸说:你为什么不要我了?!快回答呀,我在问你话呢。\r\n4、如果直到2012年12月21日你仍是单身一人,那么你就不得不承认这样的事实:即便世界末日,也没人愿意和你在一起。\r\n5、吵架吵到激烈的时候一般都会出现耳聋耳鸣等症状,最常见的一种情况就是一个人重复地对另一个人说“你再说一遍!”。\r\n6、别骗自己了,你以为你这是拖延症吗?!你这是懒。\r\n7、昨夜睡觉,梦见自己家的房子被强拆了,醒来后才发现是虚惊一场,我根本买不起房子。\r\n8、我拆快递的时候真的很像个强女干犯,表情和动作还有心理活动都是一样的。\r\n9、同学本是同班鸟,一到放学各自飞。\r\n10、生为中国人,死是中国魂。至今思项羽,不会说英语。\r\n11、什么东西看不见摸不着但很重要?普通青年:空气;文艺青年:爱情;我: WIFI……\r\n2、减肥这种事从来不会船到桥头自然直。你这体重,没到桥头船就沉了。\r\n13、“你若暴饮,我便暴食。” 这是我听过的胖子情侣间最忠贞的爱情宣言。\r\n\r\n\r\n\t下集\r\n\r\n\r\n\t1、人是铁,贱是钢,一天不犯闷得慌。\r\n2、便秘有一种委婉的说法:我有一种不翔的预感。拉肚子也有一种委婉的说法:我有一种滑翔的感觉……\r\n3、指桑骂槐时,你们有没有考虑过桑树的感受?你们知道么,桑树真的很桑心。\r\n4、你跟没心没肺的人掏心掏肺是何苦呢。\r\n5、比起惊喜,我更喜欢惊吓,因为前者不好意思发飙。\r\n6、有一名群众,他叫“纷纷”。\r\n7、千万不要以为毒品是世上唯一沾上就脱不开的东西,这种天你敢沾一下秋裤试试,沾完了你再脱掉试试!\r\n8、女人和恐怖份子唯一的区别是,恐怖份子是可以谈判的。\r\n9、一个人之所以被称之你的女神,真命天子,不是因为其外表出色,身材诱人抑或学识丰富,潇洒多金,只是因为你看上人家,人家看不上你而已。\r\n10、自己的热脸贴对方的冷屁股,还总认为自己还做得不够好... 在自己眼里,这是爱;在对方眼里,这是烦;在别人眼里,这是贱。。\r\n11、人生的三大错觉:手机震动、有人敲门、还有,他(她)喜欢你。。。\r\n12、当一个女生说她要减肥的时候,千万不要相信,尤其是吃货。因为说这句话时,她刚吃饱。\r\n                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.488"
			}, {
				"id": "5d259b096e36be4cce9c224c",
				"title": "小白兔的笑话",
				"text": " \n                        \r\n\t01\r\n\r\n\r\n\t小姨子问我：兔子为什么不吃窝边草？\r\n\r\n\r\n\t我说：兔子是觉得太近了吧！\r\n\r\n\r\n\t小姨子笑了：可草不这么想，谁吃还不是吃，还不如让脸熟的吃，你说是吧，姐夫？\r\n\r\n02\r\n有一天,一只青蛙亲了兔子一口撒腿就跑,兔子紧追,青蛙情急之下跳进了池塘,不一会儿,一只癞蛤蟆爬了出来,兔子大笑:哈哈,过敏了吧！\r\n03\r\n\r\n\t老虎抓到一只兔子，正准备开吃，兔子叫了起来：大王您不能吃我！\r\n\r\n\r\n\t老虎笑了：请适度解释下。\r\n\r\n\r\n\t兔子：您吃了我将失信于兽，因为您提倡和谐丛林。\r\n\r\n\r\n\t老虎：我们用的字典不同，我的字典里，和谐是指我吃你的时，你必须情绪稳定。\r\n\r\n04\r\n\r\n\t赛跑之后，兔子和乌龟相爱了。一段幸福的时光后，兔子不安地发现乌龟似乎病了，却总是被乌龟一句”没事儿”敷衍。\r\n\r\n\r\n\t终有一天，兔子醒来发现乌龟身体冰冷，心跳脉搏低到没有，天崩地裂般的绝望让他几近昏厥，他死命摇晃乌龟。\r\n\r\n\r\n\t正巧老鼠经过,闲闲地问了一句——你不知道乌龟是要冬眠的么?\r\n\r\n05\r\n\r\n\t小兔子咬牙切齿地诅咒狼，小鸟听见了，就告诉了狼。\r\n\r\n\r\n\t狼说：“唉，我就是嘴对小兔子厉害一点，其实心对小兔子比豆腐还要软。”\r\n\r\n06\r\n\r\n\t老虎：医生说我营养不良，唉！我看你也不能解决问题，烦埃\r\n\r\n\r\n\t兔子：是啊大王，我还不够塞你的牙缝呢，不过有两样东西你吃一定有效。\r\n\r\n\r\n\t老虎：什么东西？\r\n\r\n\r\n\t兔子：每天吃一只狼和一只狈。\r\n\r\n\r\n\t老虎：管用吗？\r\n\r\n\r\n\t兔子：管用，都说它们是“黄金搭档”。\r\n\r\n07\r\n\r\n\t兔子总是隔三岔五地用头去撞树桩，撞得头破血流，这让邻居野牛叔叔感到十分纳闷。\r\n\r\n\r\n\t野牛：“小子，炒股票把脑子炒傻了吧！怎么老是拿头去撞树桩呢？”\r\n\r\n\r\n\t兔子：“你懂啥，这叫与‘桩’共舞！ ”\r\n\r\n08\r\n\r\n\t一个人到山区旅行，他看中了山中猎户家中的一顶兔皮帽子，对猎户说：“这顶帽子我很喜欢，不知兔皮是否怕水？\r\n\r\n\r\n\t猎户说：“当然不怕，你什么时候见过兔子打桑”\r\n                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.485"
			}, {
				"id": "5d259b096e36be4cce9c224b",
				"title": "史上最强笑话十则",
				"text": " \n                        \r\n\t01\r\n\r\n\r\n\t有次老公开好房间等我 ，我到了门外想逗逗他，就在门外小声的叫：306，你叫的小姐来了，开门！ 谁料隔壁的门打开了，一个男的出来对我说：等会儿完事了到我这边来一下啊！\r\n\r\n02\r\n晚上，老公准备睡觉，刚上床就喊起来：老婆，昨晚儿子尿床了，叫你早上把被子拿出去晒的。 老婆：是啊，我晒了啊...... 老公：奇怪，今天天气这么好，被子都没有晒干啊？你放哪晒的啊？ 老婆：哦，放在朋友圈啊！\r\n03\r\n老婆：亲爱的，如果有一天你失去了我，你会有什么感受？ 我：嗯。。。就像炒菜没有了盐！ 老婆：你是说失去了我生活会索然无味吗？ 我：小笨蛋，我的意思是我会去再买一包！ 老婆。。。\r\n04\r\n今天去开会，去的路上碰到同事大刘，他边走边吃萝卜。 我问：“哎呦，这个季节，所有的水果都下来了，怎么吃萝卜呀？” 大刘：“你不懂，吃了它，开会的时候，才能提前离开！ ” 我：“啥意思？” 大刘：“我们科长说了，开会的时候，你有事离开，我可以理解，但是，你起码得放个屁吧！ ” 我：“……”\r\n05\r\n有一次和一女同志一起出差。突然我想起一个黄色笑话。便跟他说：“我想到一个黄-色-笑-话，讲给你听氨 结果她直接无视我扭头走了…… 我这个桑心埃然后……然后她在一个角落跟我摆手：“过来，过来，这边说来。这儿人少”\r\n06\r\n某校有女同学抱怨，男生对她好，都是为了想上她。她闺蜜说，男生每个月生活费1000块，大部分都给女孩买衣服，化妆品，买礼物，回头只能吃泡面，榨菜，你总得让她尝几次肉吧！啊，多明事理啊！\r\n07\r\n晚和女友在外面散步，女友对我说：“冬天还是有好处的。” 我说：“比如呢？” 女友“啪”的一巴掌打在我脸上，问我：“是不是感觉没有以前那么疼了？” 我摸摸脸说：“好像是真的哎。”\r\n08\r\n乌龟正在河里洗澡被癞蛤蟆看见了， 乌龟：没见过像我这样的美女吗？看你眼珠子都快要蹦出来了。 癞蛤蟆：妹，你就别逗我了，没有看见我身上已经起鸡皮疙瘩了吗？\r\n09\r\n上班时收到老婆短信：吃什么食物能减肥？ 我上网查了一下回她：1.玉米；2.山楂；3.苹果；4.地瓜。 下班回家看到她躺沙发上喘气，问她怎么了？ 她说：“一根玉米两颗山楂不在话下，三个苹果也还行，四个地瓜撑死我了。”\r\n10\r\n那天想约一个女生出来，打电话之前酝酿了半天，结果电话是她爸接的，我一激动说了句：叔叔您好，阿姨在家么？我想叫她出来玩。                    ",
				"type": 1,
				"ct": "2019-10-09 16:00:47.483"
			}, {
				"id": "5cef78766e363ef2c6dedc38",
				"title": "一只鹦鹉很聪明，饭店...",
				"text": "一只鹦鹉很聪明，饭店老板因此用来招揽顾客，\r\n每当有客人来用餐的时候，鹦鹉就说：“欢迎光临！”\r\n客人走时就说：“谢谢惠顾！”\r\n一个客人很好奇，就在门口来回的进出，\r\n结果鹦鹉在那不停的说：“欢迎光临”“谢谢惠顾”。\r\n大概二十多次了，那只鹦鹉实在是忍不住了，大声的叫道：“老板！有人玩你的鸟！”",
				"type": 1,
				"ct": "2019-10-09 16:00:47.481"
			}, {
				"id": "5cef716c6e363ef2c6ded936",
				"title": "半夜听《男人哭吧不是...",
				"text": "半夜听《男人哭吧不是罪》，听到一句歌词，瞬间就泪崩了：“无性的压力压得我好累。。。。”",
				"type": 1,
				"ct": "2019-10-09 16:00:47.479"
			}, {
				"id": "5cef716c6e363ef2c6ded935",
				"title": "三八节到了，祝男性哈...",
				"text": "三八节到了，祝男性哈友节日快乐！虽然您不是女性，但属于女性用品；虽然您不是母亲，却让很多女士做了母亲；虽然您不是妇女，却让太多女孩变成了妇女；您辛苦了！",
				"type": 1,
				"ct": "2019-10-09 16:00:47.477"
			}, {
				"id": "5cef716c6e363ef2c6ded934",
				"title": "老婆见我一直坐在电脑...",
				"text": "老婆见我一直坐在电脑跟前就问我：“老公你干嘛呢？”\r\n我说：“准备网购件衬衫。”\r\n“什么颜色的？”\r\n“格纹（滚）。”\r\n老婆一巴掌甩了过来：“嘿！涨脾气了哈！你有种再说一遍！”",
				"type": 1,
				"ct": "2019-10-09 16:00:47.474"
			}, {
				"id": "5cef6a636e363ef2c6ded7a6",
				"title": "父亲带小儿参加一场婚...",
				"text": "父亲带小儿参加一场婚礼，\r\n儿问：“举行结婚仪式，为什么新郎和新娘要手挽着手呢？”\r\n父亲略沉思，回答：“那是一种习俗礼节，就象两个拳击手在开打之前，要握握手一样。”\r\n经典，精辟",
				"type": 1,
				"ct": "2019-10-09 16:00:47.472"
			}
		],
		"currentPage": 1,
		"allNum": 6305,
		"maxResult": 20
	}
}